"""
                                        Сообщения пользователя                            
"""


HELLO_Q = ["ПРИВЕТ", "ХАЙ", "ЗДРАВСТВУЙ", "ПРИВ", "ПРИВЕТИК", "ПРИВЕТИКИ", "ПРЕВЕД", "ЗДОРОВА", "ЗДОРОВО", "ЗДРАВСТВУЙТЕ", 
"ДОБРЫЙ ДЕНЬ", "ДОБРЫЙ ВЕЧЕР", "ДОБРОЕ УТРО", "HI", "GUTEN TAG", "BONJOUR", "HOLA", "АЛОХА", "ДАРОВА", "ЗДРАСТЕ", "КУ", 
"САЛЮТ", "ПРИФКИ", "ПРИФФ", "ПРИФ", "ДРАТУТИ"]

CREATOR_Q = ["СОЗДАТЕЛЬ", "АВТОР", "РАЗРАБОТЧИК", "КТО ТВОЙ СОЗДАТЕЛЬ"]

BYE_Q = ["ПОКА", "УДАЧИ", "ДО ВСТРЕЧИ"]




"""
                                         Ответы Бота на сообщения пользователя                             
"""


HELLO_A = ["Привет ", "Хай ", "Здравствуй ", "Hello my friend ", "Bonjour ", "Hola ", "Алоха "]

BYE_A = ["Пока-пока!))", "До встречи!", "Увидимся)", "Славься хлеб!"]

SYMBOLS = ["!", "))", ")", "."]