"""
Варианты слов пользователя
"""
HELLO_Q = ["ПРИВЕТ", "ХАЙ", "ЗДРАВСТВУЙ", "ПРИВ", "ПРИВЕТИК", , "ПРИВЕТИКИ", "ПРЕВЕД", "ЗДОРОВА", "ЗДОРОВО", "ЗДРАВСТВУЙТЕ", 
"ДОБРЫЙ ДЕНЬ", "ДОБРЫЙ ВЕЧЕР", "ДОБРОЕ УТРО", "HI", "GUTEN TAG", "BONJOUR", "HOLA", "АЛОХА", "ДАРОВА", "ЗДРАСТЕ", "КУ", 
"САЛЮТ", "ПРИФКИ", "ПРИФФ", "ПРИФ", "ДРАТУТИ"]

CREATOR_Q = ["СОЗДАТЕЛЬ", "АВТОР", "РАЗРАБОТЧИК", "КТО ТВОЙ СОЗДАТЕЛЬ"]

MAT_Q = ["ИДИ НАХУЙ"]

BYE_Q = ["ПОКА", "УДАЧИ", "ДО ВСТРЕЧИ"]









"""
Варианты ответов бота
"""
HELLO_A = ["Привет!)", "Хай)", "Здравствуй))", "Hello my friend!", "Bonjour", "Hola!!", "Алоха))"]

BYE_A = ["Пока-пока!))", "До встречи!", "Увидимся)", "Славься хлеб!"]